Repository: kai-jacobsen/kontentblocks
Catalog: languages/Kontentblocks-*.po
Languages: de_de

source: Dynamic
de_de: Dynamisch

source: Add New
de_de: Hinzufügen

source: Add New Area
de_de: Neue Area hinzufügen

source: New Area
de_de: Neue Area

source: Edit Area
de_de: Area bearbeiten

source: View Area
de_de: Area ansehen

source: All Areas
de_de: Alle Areas

source: Search Areas
de_de: Areas durchsuchen

source: Parent Area:
de_de: Elternarea

source: No Areas found.
de_de: Keine Areas gefunden.

source: No Areas found in Trash.
de_de: Keine Areas im Papierkorb.

source: Area updated.
de_de: Area wurde aktualisiert.

source: Custom field updated.
de_de: Custom field aktualisiert.

source: Custom field deleted.
de_de: Custom field gelöscht.

source: Area published.
de_de: Area wurde veröffentlicht.

source: Area saved.
de_de: Area wurde gespeichert.

source: Area submitted.
de_de: Area abgesendet

source: Area draft updated.
de_de: Area Entwurf aktualisiert

source: Global Module
de_de: Globales Modul

source: Global Modules
de_de: Globale Module

source: add New
de_de: neu hinzufügen

source: add New global module
de_de: neues globales Modul hinzufügen

source: new global module
de_de: neues globales Modul

source: edit global module
de_de: globales Modul bearbeiten

source: view global module
de_de: globales Modul ansehen

source: all global modules
de_de: alle globalen Module

source: search global modules
de_de: globale Module durchsuchen

source: No global modules found.
de_de: Keine globalen Module gefunden

source: No global modules found in Trash.
de_de: Keine globalen Module im Papierkorb

source: global modules updated.
de_de: globales Modul wurde aktualisiert

source: global module published.
de_de: globales Modul veröffentlicht.

source: global module saved.
de_de: globales Modul gespeichert

source: Content
de_de: Inhalt

source: Allowed Image Files
de_de: Erlaubte Bilddateien

source: Clear
de_de: Reset

source: Default
de_de: Standardvorlage

source: Select Color
de_de: Farbe wählen

source: Module preview updated
de_de: Modulvorschau wurde aktualisiert.

source: Module data successfully saved
de_de: Moduldaten wurde gespeichert

source: Preview
de_de: Vorschau

source: Save
de_de: Speichern

source: Data was changed
de_de: Inhalt wurde geändert

source: Edit
de_de: Bearbeiten

source: Trash
de_de: Papierkorb

source: add module
de_de: Modul hinzufügen

source: Title
de_de: Titel

source: add new module
de_de: Neues Modul hinzufügen

source: Click to add a new module or drag an exisiting module here
de_de: Klick hier, um ein neues Modul hinzuzufügen.

source: No areas setup for this post type / page template.
de_de: Für dieses Layout wurden keine Bereiche festgelegt.

source: unique name
de_de: eindeutiger Name

source: set by system
de_de: vom System erstellt

source: A short description
de_de: eine kurze Beschreibung

source: Defines the placement on the edit screen
de_de: Platzierung im Berarbeitungsbereich

source: Available on following post types:
de_de: Ist auf folgenden Post Types verfügbar:

source: Available on following page templates:
de_de: Ist für folgende Seitenvorlagen verfügbar:

source: Settings
de_de: Einstellungen bearbeiten

source: Action
de_de: Aktion

source: View
de_de: Ansehen

source: Description
de_de: Beschreibung

source: Page Templates
de_de: Seitenvorlagen

source: Modules
de_de: Module

source: duplicate
de_de: duplizieren

source: move
de_de: verschieben

source: This action will erase all data. Are you sure?
de_de: Alle Daten werden gelöscht. Bist Du sicher?

source: Yes, delete
de_de: Ja, löschen.

source: No, keep module
de_de: Modul behalten

source: Multiple modules are selected
de_de: mehrere Module sind ausgewählt

source: Delete all
de_de: Alle entfernen

source: Deselect all
de_de: Auswahl aufheben

source: Global areas assigned to this context
de_de: Globale Areas für diesen Bereich

source: add global areas
de_de: globale Areas hinzufügen

source: Page Settings
de_de: Seiteneinstellungen

source: No Parent
de_de: Keine Elternseite

source: Parent Page
de_de: Elternseite

source: Page Template
de_de: Seitenvorlage

source: Default Template
de_de: Standardvorlage

source: Layout Configurations
de_de: Layout Konfigurationen

source: Load a stored module layout configuration or save the current. Loading a configuration will remove all current modules and data.
de_de: Eine gespeicherte Modullayoutkonfiguration laden oder die aktuelle speichern. Das Laden einer Konfiguration entfernt alle aktuellen Module und die dazugehörigen Daten.

source: New Backup was created
de_de: Neues Backup wurde erstellt.

source: Show editable elements
de_de: Editierbare Elemente anzeigen

source: activate or deactivate globally available sidebars here.
de_de: globale Seitenleiste aktivieren/deaktivieren

source: Active Sidebars
de_de: Sidebar

source: Edit global Module
de_de: globale Modul bearbeiten

source: Simulate Area Context
de_de: Area Context simulieren

source: This module is at least attached to following posts once
de_de: Diese Modul wird wenigstens einmal auf folgenden Posts verwendet

source: Be aware that any changes made to the content of this module may appear on different locations on the webiste
de_de: Bitte beachte, dass Änderungen am Inhalt dieses Moduls an verschiedenen Stellen der Webseite sichtbar werden.

source: A translated version exists and will be used
de_de: Ein Übersetzung ist verfügbar und wird benutzt.

source: Edit original
de_de: Original bearbeiten

source: Content and settings of this module are managed on the global module edit page.
de_de: Inhalt und Einstellung dieses Moduls werden auf der Bearbeiten-Seite des globalen Moduls verwaltet.

source: The original, global module was deleted or moved to trash. This module will stay inactive until the original was not restored. You may delete this module as well.
de_de: Das ursprünglich Modul wurde entweder gelöscht oder in den Papierkorb verschoben. Dieses Modul ist deaktiviert.

source: Description:
de_de: Beschreibung

source: Draft (not visible)
de_de: Entwuf

source: Published
de_de: veröffentlicht

source: draft
de_de: Entwurf

source: Public
de_de: Veröffentlicht

source: Update the post to publish the module
de_de: Modul auf "veröffentlicht" setzen.

source: Click to draft this module
de_de: Modul auf "Entwurf" setzen

source: Remove from clipboard
de_de: Aus der Zwischenablage entfernen

source: Add to clipboard
de_de: Zur Zwischenablage hinzufügen

source: Drag to (re)sort
de_de: Drag n' Drop um die Reihenfolge zu ändern

source: Toggle Fullscreen
de_de: Große Ansicht umschalten

source: remove module or hold strg/cmd key to select multiple
de_de: Module entfernen, strg/cmd gedrückt halten für Mehrfachauswahl

source: duplicate module
de_de: Modul duplizieren

source: save module data
de_de: Speichern

source: activate module
de_de: Modul aktivieren

source: deactivate module
de_de: Modul deaktivieren

source: Create a new global module
de_de: Neues global Modul anlegen

source: Please chose the module type and provide an unique name.
de_de: Bitte wähle die Art des Moduls und gebe eine eindeutige Bezeichnung an.

source: New global module
de_de: neues globales Modul

source: Module name
de_de: Modulname

source: Chose the module type
de_de: Modultyp

source: Visible for
de_de: sichtbar für

source: Logged in users
de_de: angemeldete Benutzer

source: Anyone
de_de: Jeden

source: Additional wrapper classes
de_de: zusätzliche CSS Container-Klassen

source: Visibility
de_de: Sichtbarkeit

source: Visible for logged-in users only
de_de: Sichtbar für angemeldete Benutzer

source: Select
de_de: Auswählen

source: Insert
de_de: Einfügen

source: Filename
de_de: Dateinamen

source: Edit link
de_de: Bearbeiten URL

source: Select file
de_de: Datei wählen

source: Remove
de_de: Entfernen

source: Select a file or upload a new one
de_de: Eine Datei auswählen oder hochladen

source: Buttonlabel
de_de: Buttontext

source: Titleattribute
de_de: Titelattribut

source: Add link
de_de: Link hinzufügen

source: Caption
de_de: Bildunterschrift

source: Select an image or upload a new one
de_de: Ein Bild auswählen oder neu hochladen

source: Hold STRG/CMD to select multiple images
de_de: STRG/CMD gedrückt halten um mehrere Bilder auszuwählen

source: add images
de_de: Bilder hinzufügen

source: edit gallery
de_de: Galerie anpassen

source: Please provide a Taxonomy identifier
de_de: Es wurde keine registrierte Taxonomie angegeben.

source: There is no such Taxonomy registered
de_de: Anegegebene Taxonomie existiert nicht.

source: Please chose
de_de: Bitte wählen

source: Please use either name,id or slug as field
de_de: Bitte 'name', 'id' oder 'slug' als Feld benutzen

source: Add new element
de_de: Element hinzufügen

source: and
de_de: und

source: until
de_de: bis

source: Mon
de_de: Mo

source: Monday
de_de: Montag

source: Tue
de_de: Di

source: Tuesday
de_de: Dienstag

source: Wed
de_de: Mi

source: Wednesday
de_de: Mittwoch

source: Thu
de_de: Do

source: Thursday
de_de: Donnerstag

source: Fri
de_de: Fr

source: Friday
de_de: Freitag

source: Sat
de_de: Sa

source: Saturday
de_de: Samstag

source: Sun
de_de: So

source: Sunday
de_de: Sonntag

source: There are unsaved changes. <span class="kb-button">Save now.</span>
de_de: Es gibt ungespeicherte Änderungen. <span class="kb-button">Jetzt speichern</span>
